{
  "title": "Chandrayaan-2 Dual-frequency Synthetic Aperture Radar (DFSAR): Performance Characterization and Initial Results",
  "text": "The Dual-Frequency synthetic aperture radar (DFSAR) system manifested on the Chandrayaan-2 spacecraft represents a significant step forward in radar exploration of solid solar system objects. It combines SAR at two wavelengths (L and S bands) and multiple resolutions with several polarimetric modes in one lightweight (~20 kg) package. The resulting data from DFSAR support the calculation of the 2 × 2 complex scattering matrix for each resolution cell, which enables lunar near-surface characterization in terms of radar polarization properties at different wavelengths and incidence angles. In this paper, we report on the calibration and preliminary performance characterization of DFSAR data based on the analysis of a sample set of crater regions on the Moon. Our calibration analysis provided a means to compare on-orbit performance with prelaunch measurements, and the results matched with the prelaunch expected values. Our initial results show that craters in both permanently shadowed regions (PSRs) and non-PSRs that are classified as circular polarization ratio-anomalous in previous S-band radar analyses appear anomalous at the L band also. We also observe that material evolution and physical properties at their interior and proximal ejecta are decoupled. For the Byrgius C crater region, we compare our analysis of dual-frequency radar data with the predicted behaviors of theoretical scattering models. If crater age estimates are available, a comparison of their radar polarization properties at multiple wavelengths similar to that of the three unnamed south polar crater regions shown in this study may provide new insights into how the rockiness of craters evolves with time.",
  "keywords": [ "The Moon", "Lunar craters", "Polarimetry", "Radar astronomy", "Lunar science", "Lunar features", "1692", "949", "1278", "1329", "972", "953", "Astrophysics - Instrumentation and Methods for Astrophysics", "Astrophysics - Earth and Planetary Astrophysics"]
}