{
  "title": "Global assessment of pure crystalline plagioclase across the Moon and implications for the evolution of the primary crust",
  "text": "Recent advancements in visible to near infrared orbital measurements of the lunar surface have allowed the character and extent of the primary anorthositic crust to be studied at unprecedented spatial and spectral resolutions. Here we assess the lunar primary anorthositic crust in global context using a spectral parameter tool for Moon Mineralogy Mapper data to identify and map Fe-bearing crystalline plagioclase based on its diagnostic 1.25 µm absorption band. This allows plagioclase-dominated rocks, specifically anorthosites, to be unambiguously identified as well as distinguished from lithologies with minor to trace amounts of mafic minerals. Low spatial resolution global mosaics and high spatial resolution individual data strips covering more than 650 targeted craters were analyzed to identify and map the mineralogy of spectrally pure regions as small as ~400 m in size. Spectrally, pure plagioclase is identified in approximately 450 targets located across the lunar surface. Diviner thermal infrared (TIR) data are analyzed for 37 of these nearly monomineralic regions in order to understand the compositional variability of plagioclase (An#) in these areas. The average An# for each spectrally pure region is estimated using new laboratory measurements of a well-characterized anorthite (An96) sample. Diviner TIR results suggest that the plagioclase composition across the lunar highlands is relatively uniform, high in calcium content, and consistent with plagioclase compositions found in the ferroan anorthosites (An94-98). Our results confirm that spectrally pure anorthosite is widely distributed across the lunar surface, and most exposures of the ancient anorthositic crust are concentrated in regions of thicker crust surrounding impact basins on the lunar nearside and farside. In addition, the scale of the impact basins and the global nature and distribution of pure plagioclase requires a coherent zone of anorthosite of similar composition in the lunar crust supporting its formation from a single differentiation event like a magma ocean. Our identifications of pure anorthosite combined with the GRAIL crustal thickness model suggest that pure anorthosite is currently observed at a range of crustal thickness values between 9 and 63 km and that the primary anorthositic crust must have been at least 30 km thick.",
  "keywords": ["Lunar mineralogy", "anorthosite", "lunar magma ocean", "plagioclase", "lunar crust", "Earth Science"]
}