{
  "title": "Experimental constraints on the solidification of a nominally dry lunar magma ocean",
  "text": "The lunar magma ocean (LMO) concept has been used extensively for lunar evolution models for decades, but to date the full cooling and crystallization path of the LMO has not been studied experimentally. Here we present results of a high-pressure, high-temperature experimental study of the mineralogical and geochemical evolution accompanying the full solidification of a nominally dry LMO. Experiments used a bulk composition based on geophysical data, and assumed an initial LMO depth of 700 km. The effect of pressure within a deep magma ocean on solidification at different levels in the ocean was explicitly taken into account, by performing experiments at multiple pressures and constant temperature during each solidification step. Results show formation of a deep harzburgite (olivine + low-Ca pyroxene) layer in the first ∼50% of equilibrium crystallization. The crystallising mineral assemblage does not change until plagioclase and clinopyroxene appear at 68 PCS (per cent solid by volume), while low-Ca pyroxene stops forming. Olivine disappears at 83 PCS, and ilmenite and β-quartz start crystallizing at 91 and 96 PCS, respectively. At 99 PCS, we observe an extremely iron-rich (26.5 wt.% FeO) residual LMO liquid. Our results differ substantially from the oft-cited LMO solidification study of Snyder et al. (1992), which was based on a limited number of experiments at a single pressure. Differences include the mineralogy of the deepest sections of the solidified LMO (harzburgitic instead of dunitic), the formation of SiO2 in the lunar interior, and the development of extreme iron enrichment in the last remaining dregs of the LMO. Our findings shed new light on several aspects of lunar petrology, including the formation of felsic and iron-rich magmas in the Moon. Finally, based on our experiments the lunar crust, consisting of the light minerals plagioclase and quartz, would reach a thickness of ∼67.5 km. This is far greater than crustal thickness estimates from recent GRAIL mission gravitational data (34-43 km, Wieczorek et al., 2013). Although the initial depth of the LMO has an effect on the thickness of crust produced, this effect is not large enough to explain this discrepancy. Inefficient plagioclase segregation, trapping of magma in cumulate reservoirs, and Al sequestration in spinel cannot explain the discrepancy either. As plagioclase crystallization can be suppressed by the presence of H2O, this implies that the lunar magma ocean was water-bearing.",
  "keywords": ["lunar magma ocean", "experimental petrology", "lunar petrology", "lunar crust", "Earth Science"]
}