{
  "title": "System analysis of an ISRU production plant: Extraction of metals and oxygen from lunar regolith",
  "text": "A study was conducted to compare the performance of three different ISRU production plants that extract metals and oxygen from regolith at the lunar South Pole. The processes selected were: (1) hydrogen reduction of ilmenite and carbonylation to produce low-carbon steels, (2) molten regolith electrolysis to produce ferrosilicon alloys, and (3) molten salt electrolysis, in particular the FFC-Cambridge process, together with vacuum distillation, to produce aluminum-silicon alloys. Holistic system sizing models, including excavation, beneficiation, handling, oxygen extraction and purification, metal processing, gas liquefaction and storage, thermal control, and power, were developed to determine the overall ISRU mass and power budgets. The most effective ISRU production plant preliminarily requires 6776 kg of hardware mass to produce 25 t/a of ferrosilicon alloys from Highlands regolith through molten regolith electrolysis. This facility coproduces 23.9 t/a of oxygen, presenting a total mass payback ratio of 0.14 kg of hardware/(kg of product/a). Sensitivity analyses are presented for the initial ilmenite and anorthite concentrations in regolith. The salt ratio (kg of molten salt per kg of regolith) of the FFC-Cambridge process and the degradation rate of the molten regolith electrolysis reactor are identified as key parameters that determine the feasibility of these ISRU processes. The mass and power of the production plants exhibit a slight economy of scale, indicating that larger amounts of metals and oxygen can be produced more efficiently.",
  "keywords": ["ISRU", "In-situ resource utilization", "Moon", "Lunar regolith", "Oxygen extraction", "Metal production", "Hydrogen reduction of ilmenite", "Molten regolith electrolysis", "Molten salt electrolysis", "FFC-Cambridge process", "Carbonyl process", "Vacuum distillation", "Holistic modeling"]
}