{
  "title": "Water extraction from icy lunar regolith by drilling-based thermal method in a pilot-scale unit",
  "text": "In situ Resource Utilization (ISRU) is currently the focus of strong interest for human's deep-space exploration. Water recovery from extraterrestrial planets is an important task for ISRU, because water is the most important resource in the life cycle of astronauts. However, due to the harsh environment in deep-space, the water extraction technology is not mature and still undergoing a slow development. In this work, we develop a novel drilling-based thermal method for water extraction from icy lunar regolith. A full loop of water recovery, including regolith drilling, thermal heating, water evaporation, condensation and collection is investigated in a pilot-scale unit. A CUG-type lunar regolith simulant (LRS) is hydrated with water, and the mixture is frozen at a temperature of -80 °C. The icy LRS is drilled at the cryogenic condition, and then the hollow drill rod is thermally heated to drive water to evaporate. The water vapor is transported in a closed loop to a tapered condenser where the vapor condenses to liquid. Both the regolith drilling and the water extraction processes are investigated under varying working conditions. The results show that the power consumption of the LRS drilling is dependent on both the cryogenic condition and the initial water content in the LRS. The average power consumption increases from 15 W to 40 W when the water content increases from 2% to 6%. The drilling-based thermal method is effective for water recovery from icy LRS. Over 80% of water in the LRS sample excavated into the drill's chamber is recovered. The overall water collection rate reaches 0.75 ml/min with the initial water content of 6%. The energy efficiency is about 8.6 W h/g. However, as the water content is reduced to about 2%, the water collection rate decreases to only 0.1-0.3 ml/min.",
  "keywords": ["Water extraction", "Lunar regolith", "Drilling", "Cryogenic", "Thermal method", "Pilot-scale facility"]
}