{
  "title": "Human-assisted Sample Return Mission at the Schrödinger Basin, Lunar Far Side, Using a New Geologic Map and Rover Traverses",
  "text": "The Schrödinger basin on the south polar lunar far side has been highlighted as a promising target for future exploration. This report provides a high-resolution geologic map in the southwest peak-ring (SWPR) area of the Schrödinger basin, emphasizing structural features and detailed mapping of exposed outcrops within the peak ring. Outcrops are correlated with mineralogical data from the Moon Mineralogical Mapper instrument. Geologic mapping reveals a complex structural history within the basin through a system of radially oriented faults. Further, the geologic map shows both faulted and magmatic contacts between peak-ring mineralogies, providing both structural and magmatic context for understanding lunar crustal evolution and polar region processes. To investigate these relationships and address key scientific concepts and goals from the National Research Council (NRC) report, we propose three traverse paths for a robotic sample return mission in the SWPR area. These traverses focus on addressing the highest priority science concepts and goals by investigating known outcrops with diverse mineralogical associations and visible contacts among them. Coinciding with the preparation for the 2024 Artemis III mission, NASA is increasing the priority of robotic exploration at the lunar south pole before the next crewed mission to the Moon. Through mapping the Schrödinger SWPR, we identified the extent of different lunar crustal mineralogies, inferred their geologic relationships and distribution, and pinpointed traversable routes to sample spectrally diverse outcrops and outcrop-derived boulders. The SWPR region is therefore a promising potential target for future exploration, capable of addressing multiple high-priority lunar science goals.",
  "keywords": ["The Moon", "Lunar science", "Selenology", "Lunar surface", "1692", "972", "1441", "974"]
}