{
  "title": "Intricate Regolith Reworking Processes Revealed by Microstructures on Lunar Impact Glasses",
  "text": "Glasses cooled from impact melt and vapor are a common component in lunar regolith, carrying important information about protolith composition, regolith formation, and impact flux on the Moon. Interpretations, however, are frequently challenged due to widespread ambiguity in determining their provenances. Regolith samples returned by China's Chang'E-5 mission provide a unique opportunity to study the microscopic mechanism of regolith reworking on the Moon, because as evidenced by the coherent radioisotope ages and petrographic characteristics of basaltic clasts in the regolith, the Chang'E-5 regolith was mainly evolved from local mare materials, containing minor exotic components. Here, we report 153 glass particles larger than 20 μm in diameters that were screened from 500 mg of Chang'E-5 regolith. Most glass particles have rotational shapes and contain structural and/or compositional heterogeneities in interiors, and geochemical analyses reveal a dominant origin as impact melt of local mare materials. Surfaces of the impact glasses are observed to have abundant protruded and dented microstructures, which are classified as different groups based on their morphology and geochemistry. Similar microstructures were observed on impact spherules collected by the Apollo and Luna missions, but those on the Chang'E-5 impact glasses were formed without substantial involvement of exotic ejecta. Microstructures such as silicate melt pancakes that frequently exhibit flow spikes at margins, nano-phase iron-rich mounds that are arranged with semi-equidistant spaces in curves and patches, spatially clustered microcraters that are indicative of secondary impacts, and blunt linear scratches with terminal particles all suggest that regolith reworking mainly occurred among local materials at low speeds.",
  "keywords": ["lunar regolith", "Chang'E-5", "impact glass", "space weathering", "impact spherule", "Earth Science"]
}