{
  "title": "Integral equation modeling for dielectric retrieval of the lunar surface using Chandrayaan-2 fully-Polarimetric L-band dual frequency SAR (DFSAR) data",
  "text": "Our closest neighbor (Moon) is full of wonders and potentials that can help us learn more about the solar system and provide a habitat for space colonies. The lunar surface contains several potential volatiles implanted by the solar wind that can be used for In-Situ Resource Utilization (ISRU). Also by characterizing the lunar surface we can comprehend many solar system phenomenon. Radar has been proven to be very effective in characterizing and understanding the physical properties of the lunar surface. The success of Chandrayaan-2 (CH-2) in 2019 opened numerous doors to better understanding the lunar surface. The Dual Frequency Synthetic Aperture Radar (DFSAR), is the first L-band SAR ever used for lunar mapping. We approximated the dielectric values for the Permanently Shadowed Regions (PSRs) by combining the Integral Equation Model (IEM) and Artificial Neural Network (ANN). The two-dimensional Gaussian model proved to be more accurate when correlated with in-situ measurements made by the Apollo 17 mission out of four different configurations, but the validation process has its limitations, thus we analyzed the result from all the models. The real part of complex dielectric values of unknown craters near Malapert crater (PSRs SP 83260 0090770 and SP 841420 0059530) and Faustini crater (PSR SP 871460 0840750) were high in certain sections of the region and moderate in others. The high dielectric values of 11.2 and 10.9 were estimated by the two-dimensional Gaussian and Exponential model for the right-side walls of the PSRs SP 83260 0090770 and SP 841420 0059530, respectively. For three-dimensional Gaussian and Exponential models, the same region but with fewer pixels showed high dielectric values of approximately. However, the estimated dielectric value for the left side wall was around 3.4 for two-dimensional models and 2.3 for three-dimensional models. On the left side of the region, the PSR SP 871460 0840750 had high dielectric values of 10.6 and 10.2, as calculated by the two-dimensional Gaussian and Exponential models and approximately 13 for the three-dimensional models. The right side of the region showed approximately 3.6 dielectric values for two-dimensional models and 4 for three-dimensional models. We noticed that some pixel values showed ambiguous dielectric values (<1) during the retrieval and validation process, notably in three-dimensional models, which could be linked to incidence angle variability and model sensitivity. This indicates the model's limitation and is treated as outliers, which we rectified by optimizing the threshold. Overall, the research brought attention to the intriguing dielectric constant variation in PSRs.",
  "keywords": ["Chandrayaan-2 DFSAR", "Dielectric constant", "Backscattering models", "Lunar regolith", "Integral Equation Model (IEM)", "Permanently Shadowed Regions (PSRs)", "Artificial Neural Network (ANN)", "Earth Science"]
}