{
  "title": "A motivating exploration on lunar craters and low-energy dynamics in the Earth-Moon system",
  "text": "It is known that most of the craters on the surface of the Moon were created by the collision of minor bodies of the Solar System. Main Belt Asteroids, which can approach the terrestrial planets as a consequence of different types of resonance, are actually the main responsible for this phenomenon. Our aim is to investigate the impact distributions on the lunar surface that low-energy dynamics can provide. As a first approximation, we exploit the hyberbolic invariant manifolds associated with the central invariant manifold around the equilibrium point L 2 of the Earth-Moon system within the framework of the Circular Restricted Three-Body Problem. Taking transit trajectories at several energy levels, we look for orbits intersecting the surface of the Moon and we attempt to define a relationship between longitude and latitude of arrival and lunar craters density. Then, we add the gravitational effect of the Sun by considering the Bicircular Restricted Four-Body Problem. In the former case, as main outcome, we observe a more relevant bombardment at the apex of the lunar surface, and a percentage of impact which is almost constant and whose value depends on the assumed Earth-Moon distance dEM. In the latter, it seems that the Earth-Moon and Earth-Moon-Sun relative distances and the initial phase of the Sun θ 0 play a crucial role on the impact distribution. The leading side focusing becomes more and more evident as dEM decreases and there seems to exist values of θ 0 more favorable to produce impacts with the Moon. Moreover, the presence of the Sun makes some trajectories to collide with the Earth. The corresponding quantity floats between 1 and 5 percent. As further exploration, we assume an uniform density of impact on the lunar surface, looking for the regions in the Earth-Moon neighbourhood these colliding trajectories have to come from. It turns out that low-energy ejecta originated from high-energy impacts are also responsible of the phenomenon we are considering.",
  "keywords": ["Lunar craters", "Low-energy impacts", "Circular restricted 3-body problem", "Invariant manifolds", "Bicircular 4-body problem", "Knuth shuffle algorithm", "Astrophysics - Earth and Planetary Astrophysics", "70F15", "70F07", "G.1.7", "J.2"]
}