{
  "title": "Complexity and ambiguity in the relationships between major lunar crustal lithologies and meteoritic clasts inferred from major and trace element modeling",
  "text": "Clasts of feldspathic lithologies such as magnesian anorthosites, anorthositic troctolites, and granulites in lunar meteorites have greatly expanded knowledge of the lithologic diversity of the lunar crust. However, their origins and relationships to other major crustal lithologies such as the ferroan anorthosites, magnesian-suite, and alkali-suite are not fully understood. Here we present the results of phase equilibrium modeling using the MELTS and MAGFOX programs designed to investigate the origins of lunar crustal lithologies and petrologic connections between them. We show that the major and trace element compositions of the Mg- and alkali-suites are consistent with partial melting of hybridized sources and are inconsistent with decompression melting + assimilation models. Our results also show that the vertical trend in Mg# in mafic silicates vs. An# in plagioclase characteristic of feldspathic meteoritic lithologies and ferroan anorthosites can be produced by fractional crystallization of KREEP-free Mg-suite melts, but that these melts are not likely to contribute significantly to the composition of the global crust. Furthermore, we calculated potential parental melt compositions for these crustal lithologies using the abundances of REEs in plagioclase in FANs, the Mg- and alkali-suites, and clasts in feldspathic meteorites. Our results show that despite low bulk rock abundances of incompatible trace elements in many feldspathic lunar meteorites, parental melts with overall REE abundances similar to or in excess of KREEP are needed to reproduce the REE abundances in plagioclase in clasts from feldspathic lunar meteorites. However, the lack of a Na enrichment trend in their plagioclase compositions with decreasing Mg# requires very Na-depleted melts without a KREEP component. The available data regarding magnesian anorthosites, anorthositic troctolites, and granulites in lunar meteorites, and inferences made here regarding their parental melt compositions, lead to contradictory and ambiguous conclusions regarding their origins.",
  "keywords": ["Moon", "Petrology", "Geochemistry", "Rare earth elements", "Lunar science", "Trace Element Modeling", "Meteorites", "Apollo"]
}
