{
  "title": "Laboratory measurements show temperature-dependent permittivity of lunar regolith simulants",
  "text": "The mapping of available water-ice is a crucial step in the lunar exploration missions. Ground penetrating radars have the potential to map the subsurface structure and the existence of water-ice in terms of the electromagnetic properties, specifically, the permittivity. Slight differences in permittivity can be significantly important when applied in a dry environment, such as on the Moon and Mars. The capability of detecting a small fraction of putative water-ice depends on the permittivity changes in terms of its dependent parameters, such as the frequency, the temperature, the porosity, and the chemical composition. Our work aims at mitigating false detection or overlooking of water-ce by considering their conditions that previous researches did not cover. We measured the permittivity of different lunar regolith relevant analogue samples with a fixed 40 % porosity in the ultra-high-frequency-super-high-frequency band. We used the coaxial probe method to measure anorthosite, basalt, dunite and ilmenite at 20 ∘C, -20 ∘C and -60 ∘C, and we find that, at -60 ∘C, the permittivity decreases about 6-18 % compared with the values at 20 ∘C . Within this temperature range, the permittivity is quite similar to the permittivity of water-ice. We find that the conventional calculation would overestimate the permittivity in the low temperature areas, such as the permanently shadowed regions. We also find that each component in the lunar regolith has different temperature-dependent permittivity, which might be important for radar data analysis to detect lunar polar water-ice. Our results also suggest that it should be possible to estimate the water-ice content from radar measurements at different temperatures given an appropriate method.",
  "keywords": ["Moon", "Water-ice", "Permittivity", "Radar", "Ground Penetrating Radar", "Lunar mission", "Lunar regolith"]
}