{
  "title": "Chlorine isotopic compositions of apatite in Apollo 14 rocks: Evidence for widespread vapor-phase metasomatism on the lunar nearside ∼4 billion years ago",
  "text": "Compared to most other planetary materials in the Solar System, some lunar rocks display high δ37Cl signatures. Loss of Cl in a H ≪ Cl environment has been invoked to explain the heavy signatures observed in lunar samples, either during volcanic eruptions onto the lunar surface or during large scale degassing of the lunar magma ocean. To explore the conditions under which Cl isotope fractionation occurred in lunar basaltic melts, five Apollo 14 crystalline samples were selected (14053,19, 14072,13, 14073,9, 14310,171 along with basaltic clast 14321,1482) for in situ analysis of Cl isotopes using secondary ion mass spectrometry. Cl isotopes were measured within the mineral apatite, with δ37Cl values ranging from +14.6 ± 1.6‰ to +40.0 ± 2.9‰. These values expand the range previously reported for apatite in lunar rocks, and include some of the heaviest Cl isotope compositions measured in lunar samples to date. The data here do not display a trend between increasing rare earth elements contents and δ37Cl values, reported in previous studies. Other processes that can explain the wide inter- and intra-sample variability of δ37Cl values are explored. Magmatic degassing is suggested to have potentially played a role in fractionating Cl isotope in these samples. Degassing alone, however, could not create the wide variability in isotopic signatures. Our favored hypothesis, to explain small scale heterogeneity, is late-stage interaction with a volatile-rich gas phase, originating from devolatilization of lunar surface regolith rocks ∼4 billion years ago. This period coincides with vapor-induced metasomastism recorded in other lunar samples collected at the Apollo 16 and 17 landing sites, pointing to the possibility of widespread volatile-induced metasomatism on the lunar nearside at that time, potentially attributed to the Imbrium formation event.",
  "keywords": ["Chlorine isotopes", "Apollo 14", "Lunar volatiles", "Lunar petrology", "Earth Science"]
}